{
  "title": "Privacy Policy",
  "text": [
    "Last updated: August 28, 2023\n",
    "\nOh My Receipt! (\"we\", \"us\", or \"our\") is committed to protecting and respecting your privacy. This Privacy Policy (\"Policy\") explains what personal data we collect about individuals who visit our website (\"Website\"), when and why we collect it, how we use it, the conditions under which we may disclose it to others, and how we keep it secure. Please read this Policy carefully to understand our practices regarding your personal data and how we handle it.\n\n",
    "INFORMATION GATHERING AND USAGE:\nWe may collect information about you when you actively interact with our Website, for example, when you contact us for further information, register for notifications, or engage in online or digital initiatives.\n\nWe may collect various types of personal data, including but not limited to your name, contact information (such as address, email address, telephone number), log-in information, browser type, operating system, and URL information. The collection of data depends on the purpose of your visit to our Website.\n\nWe may use the personal data we collect for purposes including:\n- Identifying and personalizing communications with you.\n- Ensuring effective content presentation and enhancing your browsing experience.\n- Allowing you to participate in interactive features of our Website.\n- Conducting research and statistical analysis to improve our content, products, and services.\n- Targeting marketing and advertising campaigns to your interests.\n- Processing transactions, providing products/services, and managing your relationship with us.\n\n",
    "CONSENT AND WITHDRAWAL:\nWhere we rely on your consent for processing your personal data, you may withdraw your consent at any time by contacting us using the contact details provided in this Policy. Withdrawal of consent does not affect prior processing based on your consent.\n\nIn some cases, we may process your personal data based on legitimate interests or other lawful grounds, without obtaining your consent, as permitted by applicable laws.\n\n",
    "SECURITY:\nWe implement appropriate administrative, technical, and physical safeguards to protect your personal data against loss, misuse, or unauthorized access, disclosure, alteration, or destruction, in accordance with applicable laws.\n\n",
    "YOUR RIGHTS:\nDepending on applicable data protection laws, you may have rights including:\n- Access to your personal data.\n- Rectification of inaccurate data.\n- Restriction of processing.\n- Erasure of certain information.\n- Receiving/transferring your data.\n- Objecting to processing.\n- Being informed about automated decision-making.\n\nYou have the right to lodge a complaint with the relevant supervisory authority if you believe our processing of your personal data breaches data protection laws.\n\n",
    "COOKIES AND SIMILAR TECHNOLOGIES:\nWe use cookies and similar technologies to enhance your browsing experience and improve our Website's performance. You can manage cookies by adjusting your browser settings.\n\n",
    "LINKS TO THIRD-PARTY WEBSITES:\nOur Website may contain links to third-party websites with their own privacy policies. We are not responsible for their practices and policies.\n\n",
    "CHANGES TO OUR PRIVACY POLICY:\nAny changes to this Privacy Policy will be posted on our Website. Please check back periodically for updates.\n\n",
    "CONTACT US:\nIf you have any questions about this Privacy Policy, You can contact us:\nBy visiting this page on our website: https://ohmyreceipt.com"
  ]
}
